9/data/attachments/64a68215e71cc5b5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f86ce1c5-0dbe-4a83-a7b9-637265575cb1</nif:username>
            <nif:friendToBeAdded>Lee_long_Actions_20827_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>